Repository: rforge/blmr
Catalog: pkg/lm.*/po/*.po
Languages: fr

source: 'sF': invalid input
fr: 'sF': valeurs fournies incorrectes

source: confidence level must be between 0 and 1
fr: niveau de confiance doit être entre 0 et 1

source: 'method' must be "clr" or "af", example: ci( 0.99, "af" )
fr: 'méthode' doit être "clr" ou "af", par example: ci( 0.99, "af" )

source: 'method' must be "clr", "mc" or "af", example: sl( 5.8, "af" )
fr: 'méthode' doit être "clr", "mc" ou "af", par example: sl( 5.8, "af" )

source: not applicable for this model
fr: pas applicable pour ce modèle

source: memory allocation failed
fr: allocation de mémoire a échoué

source: 'rWy' vector has wrong dimension
fr: longueur du vecteur 'rWy' est incorrect

source: 'bisect' cannot find interim point from starting values
fr: 'bisect' ne peut pas trouvé un point à l'intérieur des valeurs initiales

source: 'bisect' failed to reach tolerance after maximum number of iterations
fr: 'bisect' hors tolérance après nombre maximum d'itérations

source: 'bisect' const cannot find interim point from starting values
fr: 'bisect' 'const' ne peut pas trouvé un point à l'intérieur des valeurs initiales

source: 'bisect' const failed to reach tolerance after maximum number of iterations
fr: 'bisect' 'const' hors tolérance après nombre maximum d'itérations

source: 'bisect_sl' cannot find interim point from starting values
fr: 'bisect_sl' ne peut pas trouvé un point à l'intérieur des valeurs initiales

source: 'bisect_sl' failed to reach tolerance after maximum number of iterations
fr: 'bisect_sl' hors tolérance après nombre maximum d'itérations

source: -percent confidence interval for changepoint 'theta' by method
fr: -pourcent interval de confiance pour point de changement 'theta' par méthode

source: progress:
fr: progrès:

source: getting theta-boundaries...
fr: cherchant les limites pour theta...

source: getting alpha-boundaries...
fr: cherchant les limites pour alpha...

source: -percent joint confidence region for (theta, alpha) by method
fr: -pourcent région de confiance jointe pour (theta, alpha) par méthode

source: 'a_sl' initial point below critical SL
fr: 'a_sl' point initial a SL moin le niveau critical

source: integration flag
fr: avis du routine d'intégration

source: initializing:
fr: initialisation:

source: model
fr: modèle

source: with variance unknown
fr: avec variance inconnue

source: with variance known
fr: avec variance connue

source: x matrix:
fr: matrice x:

source: weights vector:
fr: matrice de poids:

source: weights matrix:
fr: matrice de poids:

source: variance-covariance matrix:
fr: matrice de variances et covariances:

source: 'x' rank invalid
fr: rang de 'x' incorrect

source: 'alpha'=0 not supported for type "LL"
fr: le cas 'alpha'=0 n'est pas permis pour type "LL"

source: 'type' must be "LL", "LT" or "TL"
fr: 'type' doit être "LL", "LT" ou "TL"

source: invalid x
fr: valeur de 'x' incorrecte

source: 'alpha'=0 not supported for type 'LL'
fr: le cas 'alpha'=0 n'est pas permis pour type 'LL'

source: 'type' must be one of 'LL', 'LT' or 'TL'
fr: 'type' doit être 'LL', 'LT' ou 'TL'

source: maximum-likelihood estimates of parameters:
fr: estimations de vraisemblance maximum pour les paramètres:

source: x-coordinate of changepoint
fr: coordonné x du point de changement

source: y-coordinate of changepoint
fr: coordonné y du point de changement

source: slope of first line
fr: gradient de la première ligne

source: slope of second line
fr: gradient de la deuxième ligne

source: 'rho_inv' no inverse for given 'rho' in data interval
fr: 'rho-inv' ne trouve pas d'inverse pour le valeur de 'rho' et l'interval d'observation fournis

source: invalid 'SL' value
fr: valeur de 'SL' incorrecte

source: 'weights' has invalid entries
fr: 'weights' a des éléments incorrects

source: 'weights' matrix is not symmetric positive-definite
fr: matrice 'weights' n'est pas symétrique ou n'est pas positive-définie

source: zero or negative 'weights' not allowed
fr: valeurs de 'weights' doit être positifs

source: weights vector might be ill-conditioned for 'clr' method
fr: vecteur 'weights' peut être mal formée pour la méthode 'clr'

source: LAPACK routine 'dsyevr' failed
fr: routine 'dsyevr' de LAPACK a échoué

source: weights matrix might be ill-conditioned for 'clr' method
fr: matrice 'weights' peut être mal formée pour la méthode 'clr'

source: invalid 'acc' value
fr: valeur de 'acc' incorrecte

source: invalid 'alpha0' value
fr: valeur de 'alpha0' incorrecte

source: invalid value in 'rWy' vector
fr: élément incorrect dans le vecteur 'rWy'

source: LAPACK routine 'dormqr' failed
fr: routine 'dormqr' de LAPACK a échoué

source: invalid 'theta0' value
fr: valeur de 'theta0' incorrecte

source: LAPACK routine 'dgeqrf' failed
fr: routine 'dgeqrf' de LAPACK a échoué

source: invalid 'x' value
fr: valeur de 'x' incorrecte

source: 'x' values must be non-decreasing
fr: valeurs de 'x' doit être non-décroissantes

source: consider a repeat predictor value instead of the values
fr: suggère une valeur x répétée au lieu des valeurs

source: predictor values might be too close for reliable computations
fr: valeurs de 'x' peut être trop proches pour calculs fiables

source: number of seperate 'x' values below minimum for changepoint inference
fr: nombre de valeurs distinctes de 'x' trop peut pour inférer le point de changement

source: invalid y value
fr: valeur de 'y' incorrect

source: for theta0 =
fr: pour theta0=

source: by method
fr: par la méthode

source: for (th0,a0)= (
fr: pour (th0,a0)= (

source: MC evaluation of conditional likelihood-ratio SL
fr: évaluation Monte Carlo, de SL par ratio-de-vraisemblance conditionelle,

source: for theta0=
fr: pour theta0=

source: , target accuracy =
fr: , précision de cible =

source: MC evaluation of conditional likelihood-ratio SL for (th0,a0)= (
fr: évaluation Monte Carlo, de SL par ratio-de-vraisemblance conditionelle, pour (th0,a0)= (

source: ), target accuracy =
fr: ), précision de cible =
